{
	"riddles":[
		"What has holes and runnes down an alley?\nA bowling ball.",
		"A seven letter word containing thousands of letters?\nMailbox.",
		"What is big and yellow and comes in the morning, to brighten mom's day?\nSchool Bus.",
		"You will always find me in the past. I can be created in the present, but the future can never taint me. What am I?\nHistory.",
		"What English word has three consecutive double letters?\nBookkeeper.",
		"What belongs to you but others use it more than you do?\nYour name.",
		"You can see me in water, but I never get wet. What am I?\nA reflection.",
		"What is harder to catch the faster you run?\nYour breath.",
		"Feed me and I live, yet give me a drink and I die?\nFire",
		"What has a Heart but no other organs?\nA deck of cards",
		"What travels alone but is never alone, has a nmae but doesn't exist?\nA shadow.",
		"I have billions of eyes, yet I live in darkness. I have millions of ears. yet only four lobes. I have no muscle, yet I rule two hemispheres. What am I?\nThe human brain.",
		"What has neither nails or bones, but has four fingers and a thumb?\nA glove.",
		"What is the beginning of eternity, the end of time and space, the beginning of ever end and the end of every race?\nThe letter 'E'.",
		"I am better than god, more evil than the devil. The poor have me, the rich want me, and if you eat me you'll die. What am I?\nNothing.",
		"I travel all around the world but I never leave the corner. What am I?\nA globe.",
		"'The Captain is my brother,' testified the soldier. But the Captain testified he didn't have a brother. Who is telling the truth?\nBoth - the soldier was his sister.",
		"What goes through towns and over hills, but never moves?\nA Road.",
		"What goes back and forth constantly, but never in a straight line?\nA pendulum.",
		"What is at the end of a rainbow?\nThe letter W.",
		"What two things can you never eat for breakfast?\nLunch and Dinner.",
		"What loses its head in the morning and gets it back at night?\nA pillow.",
		"What flies when it's born, lies when it's aline, and runs when it's dead?\nA snowflake.",
		"What fastens two people yet touches only one?\nA wedding ring.",
		"You may enter, but you may not come in, I have space, but no room, I have keys, but open no lock. What am I?\nA Computer.",
		"What asks but never answers?\nAn owl!",
		"The more there is, the less you see. What am I.\nDarkness",
		"What disappears the moment you say its name?\nSilence.",
		"What does those words have in common: Madam, Civic, Eye, Level?\nThey read the same backward as they do forward.",
		"How can the number four be half of five?\nFIVE. Take away the F and E and you're left with IV. That's four in Roman Numberals.",
		"If you have it and you show it to other people, I'm gone. What is it?\nA secret.",
	]
}
